{
  "main": {
    "name": "Eric Wise",
    "occupation": "Software Engineer",
    "description": "Here will be your description. Use this to describe what you do or whatever you feel best describes yourself to a potential employer",
    "image": "profilepic.jpg",
    "bio": "Use this bio section as your way of describing yourself and saying what you do, what technologies you like to use or feel most comfortable with, describing your personality, or whatever else you feel like throwing in.",
    "contactmessage": "Feel free to reach out to me with any questions!",
    "email": "ewise82@gmail.com",
    "phone": "417-827-8141",
    "address": {
      "street": "566 Highland Dr",
      "city": "Seattle",
      "state": "WA",
      "zip": "98109"
    },
    "website": "",
    "resumedownload": "http://resumeLink.com",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/ericcwise/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "https://github.com/ewise82",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "Here you can create a short write-up of your skills to show off to employers",
    "education": [
      {
        "school": "Missouri State University",
        "degree": "Master of Natural and Applied Science",
        "graduated": "May 2012",
        "description": ""
      },
      {
        "school": "University of Missouri - Columbia",
        "degree": "Psychology",
        "graduated": "May 2005",
        "description": ""
      }
    ],
    "work": [
      {
        "company": "Jack Henry & Associates",
        "title": "Software Engineer",
        "years": "2013 - 2020",
        "description": "Utilized C# and SQL to develop WPF applications to efficiently extract and convert hundreds of terabytes of legacy financial data from numerous different core banking systems. Worked with research and development team on design and implementation of in-house conversion applications. Refactored existing applications to increase speed and produce more accurate output. Drove coordination between team members and management by organizing meetings to provide project updates"
      }
    ],
    "skills": [
      {
        "name": "C#",
        "level": "95%"
      },
      {
        "name": "JavaScript",
        "level": "95%"
      },
      {
        "name": "ReactJs",
        "level": "80%"
      },
      {
        "name": "CSS",
        "level": "80%"
      },
      {
        "name": "HTML5",
        "level": "80%"
      },
      {
        "name": "SQL",
        "level": "95%"
      },
      {
        "name": "MongoDB",
        "level": "85%"
      },
      {
        "name": "Python",
        "level": "60%"
      },
      {
        "name": "PostgreSQL",
        "level": "95%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Combine",
        "category": "Engaging word game that challenges users to find as many words as they can!",
        "image": "canadian-wanderlust.jpg",
        "url": "https://github.com/ewise82/combine"
      },
      {
        "title": "Superhost",
        "category": "Photo display modal for ecommerce travel site",
        "image": "fury-fighting-gear.jpg",
        "url": "https://github.com/souperhost-3000/service-eric"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Eric worked under me as a software engineer utilizing C# and SQL to convert PPI financial data for the financial sector for well over 5 years. We utilized his skills to convert some incredibly complex systems like; ImageCenter, 4Sight, COWWW, Director, Onbase, FIS, AFS, DataTREEVE, Bluepoint, and many-many more. This required a high level of technical ability to understand SQL databases and proprietary data formats, in order to write them to a common format any target system would be able to accept. Unlike many software engineers, Eric has a vast amount of experience communicating with customers and project managers. What he did was so complex, it put him on the front line communicating directly with both backend and front end users. He was a service/project based engineer, meaning he completed contracted work and was not a support rep depending on re-occurring fees. Everything he completed had financials' tied directly to the successful completion of work line items. He successfully completed work and recognized revenue for our group at a high level. All work was tied to a survey system and rated by the customer. Eric kept a high well above average survey score.",
        "user": "Christopher Lukavsky, Manager at Jack Henry & Associates"
      }
    ]
  }
}